Translate: gateway/remote-gateway-readme.md [skip ci]
